<template>
  <div id="aboutTerms">
    <van-nav-bar title="服务条款" left-text="返回" left-arrow @click-left="onClickLeft"/>

    <p>第一条 托运物品的规定</p>
    <p>1、托运人须按承运方提供的托运单及标签的要求认真填写，托运人承认该运单及标签是托运人本人或万里物流配送中心工作人员代为填写的。</p>
    <p>2、托运人托运的货物应符合法律规定，万里物流配送中心不承担托运人未能遵守适用的法律和规定办理托运而产生的索赔责任或不应由万里物流配送中心承担的费用支出。</p>
    <p>3、货物要包装严密，捆扎牢固，标志明显，适宜装卸，易碎品应包装衬托严密。</p>
    <p>4、所托运货物不得捏报货名，不得在所托货物中夹带易碎品以及第二条规定的禁运物品。</p>
    <p>5、所托运货物实行件收件交制，以外包装完整为准，不打开包装查验货物，托运时，以发货人声明为准，承运方不对包装内货物内容负责；交货时以包装完整为准，收货人在验收货物时无异议，即为交货完毕。</p>
    <p>第二条 禁运物品</p>
    <p>1、机密文件、枪支弹药、易燃、易腐蚀、危险品等。</p>
    <p>2、现金、增值税发票、汇票、空白支票等有价值证券。</p>
    <p>3、金、银、珠宝、名人字画等贵重物品。</p>
    <p>4、政府部门规定的禁运物品及万里物流配送中心认为其性质和价值不宜运输的物品。</p>
    <p>第三条 承运方的责任</p>
    <p>1、受理货物时，必须向托运人提供运单和标签。</p>
    <p>2、货物必须按规定办理正当手续后方可承运。</p>
    <p>3、手续办妥后，由承运方负责装卸，受理的货物装卸后及时将货物运到接货地点，负责通知收货人接货。</p>
    <p>4、货物自受理之日起，负责托运人15日之内一切查询。</p>
    <p>第四条 托运人的责任</p>
    <p>1、托运人必须提供托运方（人）、收货方（人）准确的单位（姓名）、电话、货物名称、包装、件数及到达站等。</p>
    <p>2、发生非承运方责任引起的收货人拒收货物，承运人有权将货物返还原发货人，原发货人须支付双程运费，否则根据国家规定，收、发货人不支付相关费用的，承运方有权滞留货物。</p>
    <p>3、货物自受理之日起，托运方如所托运货物有疑义（如：未收到、短损、淋湿、丢失、货物不实等），货物及货款查询、索赔等事宜务必在15日内提出，15日后查询，一切后果由托运方自负。</p>
    <p>第五条 保险与保价运输</p>
    <p>1、万里物流配送中心货物运输保险、保价采取自愿投保原则，由托运人自行选定。</p>
    <p>2、高额保险，万里物流配送中心代客户向保险公司投保，投保范围以保险公司签发的保单上规定的条款为准。</p>
    <p>第六条 赔偿办法</p>
    <p>1、如遇货损坏、丢失、有声明价格（须提供凭据货参考市场平均价格）并已办理保价运输手续的货物，按实际损失赔偿，赔偿额最高不超过声明价格。</p>
    <p>2、未办理保价运输的，货物损失（连同包装损失在内）赔偿为被损失货物单件运价的1：10.</p>
    <p>3、间接损失不在赔偿范围之内。</p>
    <p>第7条 责任免除</p>
    <p>万里物流配送中心为客户提供高效优质的服务，但是由下列原因导致的任何丢失、损失不负责。</p>
    <p>1、自然灾害不可抗力。</p>
    <p>2、货物自然属性、合理损耗及货物本身有固有缺陷（如性脆易碎、液体渗漏、变质变味、动植物死亡等）；包装不符合规定的货物（含未被查出）受损或外包装完好而内部货物短缺、毁坏。</p>
    <p>3、由于货物自身原因，（侵权盗版、伪劣假冒、走私、黄色淫秽、夹带有反动内容的）引起纠纷或被相关管理机关查扣。</p>
    <p>4、发货人声明货物情况或货物回执单内容与实际不相符；非承运方责任所致；非承运方故意行为使货物滞期。</p>
    <p>5、在任何情况下，对任何间接、特殊的损坏或其他的直接损失（包括收入利润、利息、效用或错过市场机会等），万里物流配送中心都不承担责任。</p>
    <p>6、玻璃制品、陶瓷等易碎物品在3%正常损耗之间免赔。</p>
    <p>第八条 代收货款</p>
    <p>
      代收货款一律凭本合同“发货凭证”联和有效证件领取，“发货凭证”联丢失，挂失前代收款被冒领，承运人不承担责任。
      承运方免费保管到达货物期限为7天，预期加收保管费：1元/天/件。货物到达目的地后，10日不取货自动返回发货地，来往运费由发货人承担。30天后仍不取货的做无主货处理。
    </p>
  </div>
</template>
<script>
export default {
  methods: {
    // 左上角返回键点击事件
    onClickLeft() {
      this.$router.push({ path: "/order", name: "order" });
    }
  }
};
</script>
<style lang="less">
#aboutTerms {
  padding: 10px;
  text-align: left;
}
</style>
